[{"Name":"Pierre","MaxHp":1567,"CurrentHp":0,"TemporaryHp":0,"MaxWeight":150,"CurrentWeight":12,"Money":[4,3,2,1,0],"Equipment":[{"Name":"Shortbow","Category":"Weapons","Cost":[0,0,0,2,0],"Weight":2,"Description":"Shortbow capable of shooting arrows. User uses their dexterity modifier for both hit roll and damage roll.\nRange: 30ft/150ft\nFor 1 action, user can shoot 1 arrow.","Equipped":true},{"Name":"Light Armor","Category":"Armor","Cost":[0,0,0,1,0],"Weight":5,"Description":"Light armor for any type of warrior. User can increase their armor class value by their dexterity modifier.","Equipped":true}],"Spells":[{"Name":"Fireball","Level":1,"School":1,"Range":"150ft","Componenets":{"Item1":true,"Item2":true,"Item3":true},"CastingTime":"1 Action","Duration":"Insta","Description":"FIREBALL\nF\nI\nR\nE\nB\nA\nL\nL","Concentration":false,"Ritual":false},{"Name":"Drown","Level":4,"School":1,"Range":"30 ft","Componenets":{"Item1":true,"Item2":true,"Item3":true},"CastingTime":"1 Action","Duration":"Instant","Description":"Create water aroudn target creature and drown the target creature.","Concentration":true,"Ritual":true}],"Inventory":[{"Name":"Bedroll","Category":"Utilities","Cost":[0,0,0,0,1],"Weight":5,"Description":"Bedrool used for long rest.","Equipped":false}]},{"Name":"Brozzgur","MaxHp":21,"CurrentHp":21,"TemporaryHp":0,"MaxWeight":165,"CurrentWeight":41,"Money":[0,25,0,0,0],"Equipment":[{"Name":"Fine clothes","Category":"Clothing","Cost":[0,15,0,0,0],"Weight":6,"Description":"This set of clothes is designed specifically to be expensive and to show it, including fancy, tailored clothes in whatever fashion happens to be the current style in the courts of the nobles. Precious metals and gems could be worked into the clothing.","Equipped":true},{"Name":"Leather armor","Category":"Armor","Cost":[0,10,0,0,0],"Weight":10,"Description":"AC: 11\n\nThe breastplate and shoulder protectors of this armor are made of leather that has been stiffened by being boiled in oil. The rest of the armor is made of softer and more flexible materials.","Equipped":true},{"Name":"Rapier","Category":"Weapons","Cost":[0,25,0,0,0],"Weight":2,"Description":"Proficient: Yes\nAttack Type: Melee\nReach: 5ft.\nDamage: 1d8\nDamage Type: Piercing\nProperties: Finesse","Equipped":true},{"Name":"Dagger","Category":"Weapons","Cost":[0,2,0,0,0],"Weight":1,"Description":"Attack Type: Melee\nReach: 5ft.\nRange: 20ft./60ft.\nDamage: 1d4\nDamage Type: Piercing\nProperties: Finesse, Light, Thrown","Equipped":true},{"Name":"Lute","Category":"Musical Instruments","Cost":[0,35,0,0,0],"Weight":2,"Description":"A basic lute.","Equipped":true}],"Spells":[{"Name":"Message","Level":0,"School":7,"Range":"120 ft.","Componenets":{"Item1":true,"Item2":true,"Item3":true},"CastingTime":"1 action","Duration":"1 round","Description":"You point your finger toward a creature within range and whisper a message. The target (and only the target) hears the message and can reply in a whisper that only you can hear.\n\nYou can cast this spell through solid objects if you are familiar with the target and know it is beyond the barrier. Magical silence, 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood blocks the spell. The spell doesn\u0027t have to follow a straight line and can travel freely around corners or through openings.","Concentration":false,"Ritual":false},{"Name":"Prestidigitation","Level":0,"School":7,"Range":"10 ft.","Componenets":{"Item1":true,"Item2":true,"Item3":false},"CastingTime":"1 action","Duration":"1 hour","Description":"This spell is a minor magical trick that novice spellcasters use for practice. You create one of the following magical effects within range:\n\nYou create an instantaneous, harmless sensory effect, such as a shower of sparks, a puff of wind, faint musical notes, or an odd odor.\nYou instantaneously light or snuff out a candle, a torch, or a small campfire.\nYou instantaneously clean or soil an object no larger than 1 cubic foot.\nYou chill, warm, or flavor up to 1 cubic foot of nonliving material for 1 hour.\nYou make a color, a small mark, or a symbol appear on an object or a surface for 1 hour.\nYou create a nonmagical trinket or an illusory image that can fit in your hand and that lasts until the end of your next turn.\n\nIf you cast this spell multiple times, you can have up to three of its non-instantaneous effects active at a time, and you can dismiss such an effect as an action.","Concentration":false,"Ritual":false},{"Name":"Detect Magic","Level":1,"School":2,"Range":"Self/30 ft. sphere","Componenets":{"Item1":true,"Item2":true,"Item3":false},"CastingTime":"1 action","Duration":"Up to 10 minutes","Description":"For the duration, you sense the presence of magic within 30 feet of you. If you sense magic in this way, you can use your action to see a faint aura around any visible creature or object in the area that bears magic, and you learn its school of magic, if any.\n\nThe spell can penetrate most barriers, but it is blocked by 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt.","Concentration":true,"Ritual":true},{"Name":"Healing Word","Level":0,"School":0,"Range":"60ft.","Componenets":{"Item1":true,"Item2":false,"Item3":false},"CastingTime":"1 bonus action","Duration":"Instantaneous","Description":"A creature of your choice that you can see within range regains hit points equal to 1d4 \u002B your spellcasting ability modifier. This spell has no effect on undead or constructs.\n\nAt Higher Levels. When you cast this spell using a spell slot of 2nd level or higher, the healing increases by 1d4 for each slot level above 1st.","Concentration":false,"Ritual":false},{"Name":"Sleep","Level":1,"School":3,"Range":"90 ft./20 ft. sphere","Componenets":{"Item1":true,"Item2":true,"Item3":true},"CastingTime":"1 action","Duration":"1 minute","Description":"This spell sends creatures into a magical slumber. Roll 5d8; the total is how many hit points of creatures this spell can affect. Creatures within 20 feet of a point you choose within range are affected in ascending order of their current hit points (ignoring unconscious creatures).\n\nStarting with the creature that has the lowest current hit points, each creature affected by this spell falls unconscious until the spell ends, the sleeper takes damage, or someone uses an action to shake or slap the sleeper awake. Subtract each creature’s hit points from the total before moving on to the creature with the next lowest hit points. A creature’s hit points must be equal to or less than the remaining total for that creature to be affected.\n\nUndead and creatures immune to being charmed aren’t affected by this spell.\n\nAt Higher Levels. When you cast this spell using a spell slot of 2nd level or higher, roll an additional 2d8 for each slot level above 1st.","Concentration":false,"Ritual":false},{"Name":"Enthrall","Level":2,"School":3,"Range":"60 ft.","Componenets":{"Item1":true,"Item2":true,"Item3":false},"CastingTime":"1 action","Duration":"1 minute","Description":"You weave a distracting string of words, causing creatures of your choice that you can see within range and that can hear you to make a Wisdom saving throw. Any creature that can\u0027t be charmed succeeds on this saving throw automatically, and if you or your companions are fighting a creature, it has advantage on the save. On a failed save, the target has disadvantage on Wisdom (Perception) checks made to perceive any creature other than you until the spell ends or until the target can no longer hear you. The spell ends if you are incapacitated or can no longer speak.","Concentration":false,"Ritual":false},{"Name":"Locate Object","Level":0,"School":0,"Range":"Self","Componenets":{"Item1":true,"Item2":true,"Item3":true},"CastingTime":"1 action","Duration":"Up to 10 minutes","Description":"Describe or name an object that is familiar to you. You sense the direction to the object\u0027s location, as long as that object is within 1,000 feet of you. If the object is in motion, you know the direction of its movement.\n\nThe spell can locate a specific object known to you, as long as you have seen it up close--within 30 feet--at least once. Alternatively, the spell can locate the nearest object of a particular kind, such as a certain kind of apparel, jewelry, furniture, tool, or weapon.\n\nThis spell can\u0027t locate an object if any thickness of lead, even a thin sheet, blocks a direct path between you and the object.","Concentration":true,"Ritual":false},{"Name":"Zone of Truth","Level":0,"School":0,"Range":"60 ft./15 ft. sphere","Componenets":{"Item1":true,"Item2":true,"Item3":false},"CastingTime":"1 action","Duration":"10 minutes","Description":"You create a magical zone that guards against deception in a 15-foot-radius sphere centered on a point of your choice within range. Until the spell ends, a creature that enters the spell\u0027s area for the first time on a turn or starts its turn there must make a Charisma saving throw. On a failed save, a creature can\u0027t speak a deliberate lie while in the radius. You know whether each creature succeeds or fails on its saving throw.\n\nAn affected creature is aware of the spell and can thus avoid answering questions to which it would normally respond with a lie. Such a creature can be evasive in its answers as long as it remains within the boundaries of the truth.","Concentration":false,"Ritual":false}],"Inventory":[{"Name":"Bedroll","Category":"Adventuring Gear","Cost":[0,1,0,0,0],"Weight":7,"Description":"You never know where you’re going to sleep, and a bedroll helps you get better sleep in a hayloft or on the cold ground. A bedroll consists of bedding and a blanket thin enough to be rolled up and tied. In an emergency, it can double as a stretcher.","Equipped":false},{"Name":"Candles","Category":"Adventuring Gear","Cost":[0,0,0,0,5],"Weight":0,"Description":"A stack of 5 candles.\n\nFor 1 hour, a candle sheds bright light in a 5-foot radius and dim light for an additional 5 feet.","Equipped":false},{"Name":"Disguise Kit","Category":"Adventuring Gear","Cost":[0,25,0,0,0],"Weight":3,"Description":"This pouch of cosmetics, hair dye, and small props lets you create disguises that change your physical appearance. Proficiency with this kit lets you add your proficiency bonus to any ability checks you make to create a visual disguise.","Equipped":false},{"Name":"Rations","Category":"Food","Cost":[0,2,0,5,0],"Weight":10,"Description":"Rations for 1 day.\n\nRations consist of dry foods suitable for extended travel, including jerky, dried fruit, hardtack, and nuts.","Equipped":false}]}]
